Repository: farruhsho/KNOWLEG_FLOW
Catalog: lib/l10n/app_*.arb
Languages: ky

# appName
source: ORT Master KG
ky: ОРТ Мастер КГ

source: Welcome
ky: Кош келиңиз

source: Get Started
ky: Баштоо

source: Login
ky: Кирүү

source: Sign Up
ky: Катталуу

source: Email
ky: Электрондук почта

source: Password
ky: Сыр сөз

source: Confirm Password
ky: Сыр сөздү ырастаңыз

source: Forgot Password?
ky: Сыр сөздү унуттуңузбу?

source: Or continue with
ky: же менен улантыңыз

# googleSignIn
source: Sign in with Google
ky: Google аркылуу кирүү

# phoneSignIn
source: Sign in with Phone
ky: Телефон аркылуу кирүү

# alreadyHaveAccount
source: Already have an account?
ky: Аккаунтуңуз барбы?

# dontHaveAccount
source: Don't have an account?
ky: Аккаунтуңуз жокпу?

# onboardingTitle1
source: Prepare for ORT
ky: ОРТка даярданыңыз

# onboardingDesc1
source: Complete practice tests and master all subjects for the ORT exam
ky: ОРТ экзаменине бардык предметтер боюнча практикалык тесттерди өтүңүз

# onboardingTitle2
source: Track Your Progress
ky: Прогрессти көзөмөлдөө

# onboardingDesc2
source: Monitor your performance and identify weak areas to improve
ky: Жетишкендиктериңизди көзөмөлдөп, алсыз жактарды аныктаңыз

# onboardingTitle3
source: Mock Exams
ky: Пробалык экзамендер

# onboardingDesc3
source: Take full-length simulations with real ORT format and timing
ky: Чыныгы ОРТ форматында жана убакытында толук симуляцияларды өтүңүз

source: Next
ky: Кийинки

source: Skip
ky: Өткөрүп жиберүү

source: Done
ky: Бүттү

# selectGrade
source: Select Your Grade
ky: Классты тандаңыз

source: Grade 9
ky: 9-класс

source: Grade 10
ky: 10-класс

source: Grade 11
ky: 11-класс

source: Graduate
ky: Бүтүрүүчү

# selectSubjects
source: Select Weak Subjects
ky: Алсыз предметтерди тандаңыз

source: Select Language
ky: Тилди тандаңыз

source: Kyrgyz
ky: Кыргызча

source: Russian
ky: Орусча

source: English
ky: Англисче

source: Dashboard
ky: Башкы бет

source: Subjects
ky: Предметтер

source: Tests
ky: Тесттер

source: Profile
ky: Профиль

source: Community
ky: Коом

source: My Progress
ky: Менин прогрессим

source: Daily Goal
ky: Күндүк максат

# streak
source: Day Streak
ky: Күн катары

# nextOrtDate
source: Next ORT Registration
ky: Кийинки ОРТ каттоо

source: Start Learning
ky: Окууну баштоо

source: Take Quiz
ky: Тестти өтүү

source: Mock Test
ky: Пробалык экзамен

source: Mathematics
ky: Математика

source: Physics
ky: Физика

source: Chemistry
ky: Химия

source: Biology
ky: Биология

# history
source: History of Kyrgyzstan
ky: Кыргызстандын тарыхы

source: Geography
ky: География

source: Kyrgyz Language
ky: Кыргыз тили

source: Russian Language
ky: Орус тили

source: Lessons
ky: Сабактар

source: Practice Quiz
ky: Практикалык тест

source: Flashcards
ky: Карталар

source: Progress
ky: Прогресс

source: Start Quiz
ky: Тестти баштоо

source: Submit
ky: Жөнөтүү

source: Previous
ky: Мурунку

source: Finish
ky: Бүтүрүү

source: Review
ky: Карап чыгуу

source: Score
ky: Упай

source: Correct
ky: Туура

source: Incorrect
ky: Туура эмес

source: Explanation
ky: Түшүндүрмө

source: Time Spent
ky: Убакыт кеткен

# mockTestTitle
source: Full ORT Simulation
ky: Толук ОРТ симуляциясы

# mockTestDesc
source: Complete mock test with real exam format
ky: Чыныгы форматта пробалык экзаменди өтүңүз

# section1
source: Main Test
ky: Негизги тест

# section2
source: Subject Test
ky: Предметтик тест

# section3
source: Language Test
ky: Тил тести

source: Start Test
ky: Тестти баштоо

source: Continue Test
ky: Тестти улантуу

source: Buy Test
ky: Тестти сатып алуу

source: Price
ky: Баасы

source: KGS
ky: сом

source: Analytics
ky: Аналитика

source: Weak Topics
ky: Алсыз темалар

source: Strong Topics
ky: Күчтүү темалар

source: Average Score
ky: Орточо упай

source: Tests Taken
ky: Өтүлгөн тесттер

source: Study Time
ky: Окуу убактысы

source: hours
ky: саат

source: Settings
ky: Жөндөөлөр

source: Edit Profile
ky: Профилди өзгөртүү

source: Notifications
ky: Билдирмелер

source: Language
ky: Тил

source: Theme
ky: Тема

source: Dark Mode
ky: Караңгы тема

source: Privacy
ky: Купуялуулук

# terms
source: Terms of Service
ky: Колдонуу шарттары

source: Logout
ky: Чыгуу

source: Delete Account
ky: Аккаунтту жок кылуу

source: Subscription
ky: Жазылуу

source: Free
ky: Акысыз

source: Monthly
ky: Айлык

source: Yearly
ky: Жылдык

source: Subscribe
ky: Жазылуу

source: Current Plan
ky: Учурдагы план

source: Payment
ky: Төлөм

source: Payment Method
ky: Төлөө ыкмасы

source: Card Payment
ky: Карта менен төлөө

source: MBank Payment
ky: MBank аркылуу төлөө

source: Pay Now
ky: Төлөө

source: Cancel
ky: Жокко чыгаруу

source: Error
ky: Ката

source: Success
ky: Ийгиликтүү

source: Loading...
ky: Жүктөлүүдө...

source: Retry
ky: Кайталоо

# noConnection
source: No internet connection
ky: Интернет байланышы жок

source: Something went wrong
ky: Бир нерсе туура эмес болду
